const dbText = [
  {
    title: 'Peoples',
    id: 'section1',
    text: `Люди[1] (лат. Homo) — род семейства гоминидов отряда приматов.Включает
      вид человек разумный (Homo sapiens) и близкие
      ему вымершие виды. Предками Homo, вероятно,
      являются австралопитеки[2].Иногда этот род рассматривают
      как непрерывную фратрию, то есть разномастную совокупность популяций,
      которые обмениваются генными потоками в течение долгого периода времени,
      и поэтому не образуют репродуктивные барьеры, сохраняя принадлежность к
      одному виду. При этом популяции эти по направленности адаптаций и скорости
      эволюции очень разнородны. В то же время, в прошлом, человечество, возможно,
      состояло из нескольких видов, в частности неандертальцев считают видом, отдельным
      от кроманьонцев.Некоторые учёные (например, профессор Моррис Гудмэн, руководитель
      исследований ДНК шимпанзе при университете Уэйна в Детройте) полагают, что,
      согласно данным генетического анализа, к роду Homo следует причислять также
      обыкновенного шимпанзе и бонобо (Homo troglodytes и Homo paniscus соответственно).`,
  },
  {
    title: 'Animals',
    id: 'section2',
    text: `Живо́тные (лат. Animalia) — традиционно (со времён Аристотеля) выделяемая категория
      организмов, в настоящее время рассматривается в качестве биологического царства. Животные
      являются основным объектом изучения зоологии.

      Животные относятся к эукариотам (в клетках имеются ядра). Классическими признаками
      животных считаются: гетеротрофность (питание готовыми органическими соединениями)
      и способность активно передвигаться. Впрочем, существует немало животных, ведущих
      неподвижный образ жизни, а гетеротрофность свойственна грибам и некоторым растениям-паразитам.
      
      Русское слово «животное» образовано от «живот», в прошлом означавшего «жизнь,
      имущество». В быту под терминами «дикие животные», «домашние животные» часто
      понимаются только млекопитающие или четвероногие наземные позвоночные (млекопитающие,
      пресмыкающиеся и земноводные). Однако в науке за термином «животные» закреплено более
      широкое значение, соответствующее латинскому Animalia (см. выше). В научном смысле к
      животным, помимо млекопитающих, пресмыкающихся и земноводных, относится огромное
      множество других организмов: рыбы, птицы, насекомые, паукообразные, моллюски, морские
      звёзды, черви и другие.`,
  },
  {
    title: 'Cities',
    id: 'section3',
    text: `Го́род — крупный населённый пункт, жители которого заняты, как правило, не сельским
      хозяйством. Имеет развитый комплекс хозяйства и экономики. Является скоплением архитектурных
      и инженерных сооружений, обеспечивающих жизнедеятельность постоянного и временного населения города.

      Исторически термин происходит от наличия вокруг поселения оборонительной ограды — вала или стены.
      В Древней Руси городом называлось всякое крупное жилое место, окружённое такой оградой. Города служили
      центром развития искусства и ремёсел, технических достижений.
      
      Разрастаясь, города образуют городские агломерации. Особенно важную роль для стран и континентов
      играют столицы, а также города-миллионеры или агломерации-миллионеры[en] (имеющие численность населения
      более 1 миллиона человек), в том числе мегалополисы и глобальные города.
      
      Изучением правильного устройства города занимается специальная дисциплина — градостроительство,
      которая изучает законы и правила устройства городов. Градостроительство родилось в недрах
      архитектуры, но со временем города стали большими, и для их планирования стали нужны дополнительные
      знания — о гигиене, экономике, экологии, транспорте и многом другом[1].`,
  },
  {
    title: 'Flowers',
    id: 'section4',
    text: `Основные виды цветочных культур применяемых в наших с вами садах.

      Все цветочные культуры открытого грунта можно разделить на:
      
      Однолетники. К однолетним относятся растения, достигающие декоративности
      и дающие вызревшие семена в течение одного сезона (тагетис, алиссум, агератум и т.д.).
      Летники широко используются в декоративном садоводстве, однако более распространены они
      в городском озеленении. Несмотря на то, что летники очень хороши для создания больших
      ковровых и партерных цветников, в частном садоводстве их используют редко.
      
      Большинство летников неприхотливы и хорошо растут в средней полосе.
      Летники с коротким периодом цветения (амарант, мак) сеют ранней весной
      прямо в грунт на подготовленные рабатки, клумбы рядовым способом или гнездами,
      не загущая. Всходы в фазе 2-4-х настоящих листьев прореживают, соблюдая постоянное
      расстояние между растениями. Летники с более длительным периодом развития выращивают
      рассадным способом. Эти варианты подходят для садоводов любителей, проще конечно
      купить готовую рассаду в питомнике.`,
  },
  {
    title: 'Mushrooms',
    id: 'section5',
    text: `Грибы́ (лат. Fungi или Mycota) — царство живой природы, объединяющее эукариотические
      организмы, сочетающие в себе некоторые признаки как растений, так и животных. Грибы изучает
      наука микология, которая считается разделом ботаники, поскольку ранее грибы относили к царству растений.

      Понятие о грибах как об отдельном царстве сформировалось в науке к 1970-м годам, хотя выделить
      это царство предлагал ещё Э. Фрис в 1831 году, а Карл Линней высказывал сомнения, размещая грибы
      в царстве растений в своей «Системе природы». Во второй половине XX века окончательно сформировалось
      и представление о полифилетизме грибов. К концу XX века были накоплены данные по генетике, цитологии
    и биохимии, позволившие разделить эту группу организмов на несколько не родственных между собой ветвей и
    распределить их между различными царствами, оставив в царстве «настоящих», или собственно грибов, только 
    одну из них. Таким образом, к началу XXI века научный термин «грибы» стал неоднозначным[1].`,
  },
]
export default dbText
